Repository: RRZE-Webteam/rrze-jobs
Catalog: languages/rrze-jobs-*.po
Languages: de_de

source: Accesses
de_de: Zugänge

source: Afternoon times
de_de: Nachmittags

source: Application
de_de: Bewerbung

source: Application deadline
de_de: Bewerbungsschluss

source: Application end
de_de: Bewerbungsende

source: Application start
de_de: Bewerbungsbeginn

source: Apply now
de_de: Jetzt bewerben

source: As soon as possible
de_de: So bald wie möglich.

source: Ascending
de_de: aufsteigend

source: Bavaria
de_de: Bayern

source: By arrangement
de_de: Nach Vereinbarung

source: Contact
de_de: Kontakt

source: Contact for application
de_de: Kontakt zur Bewerbung

source: Daily
de_de: Täglich

source: Data fields
de_de: Datenfelder

source: day
de_de: Tag

source: Default application link
de_de: Voreingestellter Bewerbungslink

source: Descending
de_de: absteigend

source: Description
de_de: Beschreibung

source: Desirable qualifications
de_de: Wünschenswerte Qualifikationen

source: Display internal jobs as admins
de_de: Zeige Website-Administratoren interne Stellenanzeigen

source: Each
de_de: Jeden

source: each
de_de: jeden

source: Enter the Id of your organization in UnivIS
de_de: Geben Sie hier die Organisations-Id aus UnivIS ein

source: Enter the Partner-ID of the Interamt-Service
de_de: Geben Sie hier die Partner-ID aus dem Interamt-Service ein

source: Error
de_de: Fehler

source: Errormessages
de_de: Fehlermeldungen

source: Find instructions at
de_de: Eine Anleitung finden Sie unter

source: First
de_de: Erster

source: For more information
de_de: Für mehr Information

source: Friday
de_de: Freitag

source: Full or part time
de_de: Voll- oder Teilzeit

source: Full time
de_de: Vollzeit

source: Full time temporary
de_de: Vollzeit befristet

source: Here you can set the headings and captions for each section in the job posting.
de_de: Hier können Sie die Überschriften und Beschriftungen für die einzelnen Abschnitte im Stellenangebot festlegen.

source: Hide errors and not found messages
de_de: Verstecke Fehlermeldungen und Meldungen, dass keine Stellen gefunden wurden

source: hours per week
de_de: Stunden pro Woche

source: In case of errors or in case that no job was found, you can switch off the errormessages.
de_de: Für den Fall von Fehlermeldungen oder dass keine Stellen gefunden wurden, kann hier die Anzeige der diesbezüglichen Meldung unterdrückt werden.

source: Internal job positions will be displayed only on hosts from the given hostnames
de_de: Stellen, die als Intern markiert wurden, werden nur solchen Besuchern angezeigt, die eine der angegebenen Hostnamen verwenden.

source: Internal jobs will always be visible for website admins
de_de: Intene Stellenanzeigen werden immer für angemeldete Website-Admins angezeigt

source: Internal Position
de_de: Interne Stellenanzeige

source: Internal position, avaible for members only
de_de: Interne Stellenanzeige, die nur für Mitglieder der Einrichtung zugänglich sind

source: Invalid parameters or method
de_de: Ungültige Parameter oder Methode

source: Invalid parameters or method.
de_de: Ungültige Parameter oder Methode.

source: Invalid provider
de_de: Ungültiger Provider

source: Invalid provider.
de_de: Ungültiger Provider.

source: Job Benefits
de_de: Wir bieten

source: Job ID (0 = all)
de_de: Job ID (0 = alle)

source: Job offer
de_de: Stellenangebot

source: Job start
de_de: Besetzung zum

source: Job start date
de_de: Einstellungstermin

source: Job title
de_de: Titel der Stellenanzeige

source: Jobs Page
de_de: Jobs-Seite

source: Jobs Settings
de_de: Jobs Einstellungen

source: Label for
de_de: Bezeichnung für

source: Limitation
de_de: Befristung

source: Limited research project
de_de: Befristetes Forschungsvorhaben

source: Location
de_de: Ort

source: Maternity leave replacement
de_de: Mutterschutzvertretung

source: Maternity/parental leave replacement
de_de: Mutterschutz- / Elternzeitvertretung

source: Misc
de_de: Verschiedenes

source: Missing Provider Identifier
de_de: Provider-Identifikation fehlt

source: Monday
de_de: Montag

source: month
de_de: Monat

source: Morning times
de_de: Vormittags

source: Necessary qualifications
de_de: Notwendige Qualifikationen

source: Night duty
de_de: Nachtdienst

source: No jobs found.
de_de: Keine Stellenangebote gefunden.

source: No Jobs Message
de_de: Nachricht "Keine Stellenausschreibungen"

source: No open job positions found.
de_de: Keine offenen Stellen gefunden

source: Notice
de_de: Anmerkung

source: Number of job offers
de_de: Anzahl an Stellenanzeigen

source: On-call duty
de_de: Bereitschaftsdienst

source: Optional experience
de_de: Sonstige optionale Qualifikationen

source: Optional experiences
de_de: Sonstige optionale Qualifikationen

source: Order
de_de: Sortierung

source: Order by
de_de: Sortieren nach

source: Other
de_de: Andere

source: Output for
de_de: Ausgabe für

source: Overview
de_de: Übersicht

source: Part time
de_de: Teilzeit

source: Part time temporary
de_de: Teilzeit befristet

source: Payment
de_de: Entgelt

source: Project
de_de: Projekt

source: QR on Public Displays link to this target.
de_de: QR auf den Public Displays verlinken auf dieses Ziel.

source: Qualifications
de_de: Qualifikationen

source: Replacement
de_de: Vertretung

source: Required hosts for internal jobs
de_de: Notwendige Hosts zur von internen Stellenangeboten

source: Research & Teaching
de_de: Forschung & Lehre

source: RRZE Webteam on Github
de_de: RRZE-Webteam in Github

source: Saturday
de_de: Samstag

source: Shift work
de_de: Schichtdienst

source: Show Errors and not found messages
de_de: Zeige Fehlermeldungen und Nicht gefunden-Meldungen

source: Sickness replacement
de_de: Krankheitsvertretung

source: Static Textentries below each job offer
de_de: Statische Texteinträge unter den Stellenanzeigen

source: Student assistants
de_de: Studentische Hilfskräfte

source: Sunday
de_de: Sonntag

source: Supplementary description
de_de: Ergänzende Beschreibung

source: Technology & Administration
de_de: Technik & Verwaltung

source: temporary
de_de: befristet

source: Temporary employment
de_de: Befristete Anstellung

source: Temporary employment until
de_de: Befristete Anstellung bis zum

source: Temporary officials
de_de: Beamtenschaft auf Zeit

source: The server is running PHP version %1$s. The Plugin requires at least PHP version %2$s.
de_de: Der Server verwendet PHP in der Version %1$s. Das Plugin verlangt mindestens PHP Version %2$s.

source: The server is running WordPress version %1$s. The Plugin requires at least WordPress version %2$s.
de_de: Der Server verwendet WordPress in der Version %1$s. Das Plugin verlangt mindestens WordPress Version %2$s.

source: These fields are supplied by the interfaces (Interamt, UnivIS, BITE).<br />You can set a default value for each field that is output in the job offer.<br />Leave the <strong>field empty</strong> , so that the value obtained from the interface can be used.
de_de: Diese Felder werden von den Schnittstellen (Interamt, UnivIS, BITE) geliefert.<br />Sie können einen Standardwert für jedes Feld festlegen, das im Stellenangebot ausgegeben wird.<br />Lassen Sie das <strong>Feld leer</strong>, damit der von der Schnittstelle bezogene Wert verwendet werden kann.

source: This message will be displayed if a provider is adressed with a shortcode, but cannot be used cause of a missing id or key.
de_de: Diese Meldung wird angezeigt, wenn ein Provider über Shortcode direkt adressiert wird, diese aber augrund eines fehlenden Identifiers oder Keys nicht genutzt werden kann.

source: This message will be displayed if shortcode uses wrong parameters.
de_de: Diese Nachricht wird gezeigt, wenn ein Shortcode mit fehlerhaften Parametern aufgerufen wird.

source: This message will be displayed if the API does not return any data.
de_de: Dieser Text wird angezeigt, wenn die API keine Daten liefert.

source: This message will be displayed if the given provider in the shortcode is invalid.
de_de: Diese Nachricht wird gezeigt, wenn der im Shortcode angegebene Provider ungültig ist.

source: This message will be displayed, if someone tries to get an internal positions without the needed authorization
de_de: Diese Nachricht wird angezeigt, wenn jemand versucht eine interne Stellenanzeige aufzurufen ohne die dafür notwendige Berechtigung zu haben

source: Thursday
de_de: Donnerstag

source: Title
de_de: Titel

source: Trainee
de_de: Auszubildende

source: Treat admins like normal website users
de_de: Behandle Website-Administratoren wie normale Seitenbesucher

source: Tuesday
de_de: Dienstag

source: unlimited
de_de: unbefristet

source: Wednesday
de_de: Mittwoch

source: week
de_de: Woche

source: Weekly working hours
de_de: Wochenarbeitszeit

source: Working time
de_de: Arbeitszeit
